Repository: giellalt/corpus-sme
Catalog: prestable/tmx/nob/facta/skuvlahistorja3/olavisak-s.htm.tmx
Source language: sme
Languages: nob

source: På norsk
nob: Sámegillii

source: Artihkal girjjis Sámi skuvlahistorjá 3 Davvi Girji 2009.
nob: Artikkel i boka Samisk skolehistorie 3. Davvi Girji 2009.

source: – Dážat dovde iežaset buorebun
nob: – De norske følte seg bedre enn oss

source: Muitaluvvon Svein Lundii
nob: Fortalt til Svein Lund

source: Olav Isaksen iežas bivdofatnasis , 2007 2007.
nob: Olav Isaksen ombord i sin egen sjark , 2007.

source: (Govva: Basia Głowacka)
nob: (Foto: Basia Głowacka)

source: Olav Isaksen lea Larine Johnsena siessal.
nob: Olav Isaksen er nevø av Larine Johnsen som forteller i den forrige artikkelen.

source: Son lea riegádan 1945:s ja son maid šattai bajás Duorppalvuonas.
nob: Han er født i 1945 og han vokste også opp i Øyfjorden.

source: Son orui olles skuvlaáiggi internáhtas , váccii smávvaskuvlla Govdaluovttas (Breiviikkas) ja stuoraskuvlla fas Ákŋoluovttas.
nob: Hele skoletida bodde han på internat , småskolen i Breivik og storskolen på Hasvik. Etter framhaldsskole på Hasvik dro han til sjøs.

source: Borjjastii skuvlaskiippain , váccii navigerenskuvlla ja šattai stivrenolmmájin.
nob: Han seilte med skoleskip , tok navigasjonsskole og blei styrmann.

source: 1975:s fárrii fas Ákŋoluktii , ja dan rájes son lea leamaš guolásteaddjin.
nob: I 1975 flytta han til Hasvik og fra da har han vært fisker.

source: – Sámegiella han lei vuosttaš giella maid gullen , go mu váhnemat sámásteigga gaskaneaskka , boares fulkkiiguin ja ránnjáiguin.
nob: – Samisk var nok det første språket jeg hørte , det var språket foreldra mine brukte mest seg i mellom og med eldre slektninger og naboer.

source: Muhto mánáide hupme dušše dárogillii , ja celke ahte mii eat galgan sámástit.
nob: Men til barna snakka de bare norsk og sa at vi skulle ikke snakke samisk.

source: Rávesolbmot celke ahte mii eat dárbbašan sámegiela , ja áhkku válddii min beljiin jus gulai ahte sámásteimmet.
nob: De voksne sa at vi ikke trengte samisk og bestemor tok oss i ørene hvis ho hørte at vi snakka samisk.

source: Dattetge dáhpáhuvai ahte mii mánát sámásteimmet gaskaneamet.
nob: Likevel hendte det at vi barna snakka samisk oss i mellom.

source: Go gulan sámegiela ipmirdan measta visot.
nob: Når jeg hører samisk forstår jeg nesten alt.

source: Máhtán maiddái buorremuddui lohkat sámegiela , muhto in veaje hupmat.
nob: Jeg kan også lese samisk ganske bra , men jeg klarer ikke å snakke.

source: Olav Isaksen , su vieljat ja oabbá hárjehallet njoarostit.
nob: Olav og hans søsken trener på lassokasting.

source: Gurutbealde Gerd , Reidar , Gunnar ja Olav.
nob: Fra venstre Gerd , Reidar , Gunnar og Olav.

source: Govva lea Loddebávttis Duorppalvuonas , 1950-logu gaskkamuttus.
nob: Bildet er tatt på Fugleberg i Øyfjorden midt på 1950-tallet.

source: (Gova luoikan Gerd Isaksen / Lions kalender 2008 , Hasvik)
nob: (Foto utlånt av Gerd Isaksen / Lions kalender 2008 , Hasvik)

source: Duorppalvuona skuvla heaittihuvvui ovdal go mun riegádin , muhto muittán boares skuvlamuvrraid.
nob: Øyfjord skole var nedlagt før jeg blei født , men jeg husker de gamle skolemurene.

source: Dat ledje doppe dassážii go mu viellja gávnnahii ahte sáhtii geavahit daid huksenávnnasin , ja dál ii leat go okta stuora geađgi mii čájeha gokko skuvla lea leamaš.
nob: De sto der helt til bror min fant ut at han kunne bruke dem til bygningsmaterialer. Nå er det bare en stor stein igjen som viser hvor skolen en gang var.

source: Govdaluovtta internáhtta
nob: Breivik internat

source: – Mun álgen skuvlii 1952:s.
nob: – Jeg begynte på skolen i 1952.

source: Smávvaskuvlla vázzen Govdaluovtta internáhttaskuvllas.
nob: Småskolen gikk jeg på internatskolen i Breivik.

source: Dat lei dalle áidna internáhtta min suohkanis mii lei huksejuvvon fas soađi maŋŋil.
nob: Det var den gang det eneste internatet i kommunen som var bygd opp igjen etter krigen.

source: Internáhtta lei hui heittogis visti , dáhkki ii jeahkán ja doppe lei olgohivsset.
nob: Internatet var svært dårlig , taket var lekk , og det var bare utedo.

source: Muittán ahte go bohten Govdaluktii oidnen vuosttaš háve heastta.
nob: Jeg husker at da jeg kom til Breivik så jeg for første gang en hest.

source: Duorppalvuonas mis ledje gusat , sávzzat ja gáiccat , muhto heasta ii lean.
nob: I Øyfjorden hadde vi kyr , sauer og geiter , men hest var det ingen som hadde.

source: Oahppit geat orro internáhtas bohte unna báikkážiin miehtá suohkana , ja eatnasiin lei sámi duogáš.
nob: Elevene som bodde på internatet kom fra forskjellige små steder rundt i kommunen. De fleste av dem hadde samisk bakgrunn.

source: Jáhkán ahte máŋgasis lei seamma dilli go mus: váhnemat sámástedje gaskaneaset muhto dárostedje mánáide.
nob: Jeg tror mange var i samme situasjon som meg ; foreldrene snakka samisk med hverandre , men norsk til ungene.

source: Skuvllas ledje maiddái oahppit geat ledje Govdaluovttas eret.
nob: Skolen hadde også elever som var fra Breivik.

source: Sii orro ruovttus , eatnasat sis ledje dážat.
nob: De bodde hjemme , de fleste av dem var norske.

source: Ii lean makkárge erohus mánáid gaskkas duogáža mielde , mii leimmet buohkat ovttas ja seamma dásis.
nob: Det var ikke noe skille mellom ungene etter hvilken bakgrunn de hadde , alle leika i lag og ingen stakk seg ut.

source: Fertiimet buohkat bargat internáhtas ; sahet muoraid , guoddit muoraid ja koalaid ja dahkat dola ommanii.
nob: Vi måtte alle gjøre våre faste arbeidsoppgaver på internatet , sage ved , bære ved og kull , og fyre i ovnen.

source: Gievkkanis basaimet lihtiid , buot givnniid fertiimet geallat stálleulluin.
nob: På kjøkkenet måtte vi vaske opp , alle kasserollene måtte vi pusse med stålull.

source: Lei issoras bargu dáinna stálleulluin.
nob: Det var et fryktelig arbeid med den stålulla.

source: Go skuvlla dáhkki lei nu heittot , fertiimet goaivut muohttaga eret dáhkis , vai ii billašuva.
nob: Siden taket på skolen var så dårlig , måtte vi måke snøen av taket så det ikke skulle rase sammen.

source: Dat šattai min bargun.
nob: Det var også vår jobb.

source: Ja de sáddejedje min ruggui viežžat guliid internáhttii.
nob: Og så sendte de oss på kaia for å hente fisk.

source: Fertiimet borrat buot borramuša maid attiiga midjiide , liikuimet dal dasa dahje eat.
nob: Det var ei bestyrerinne eller husmor og ei tjenestejente som laga mat til oss. Vi måtte bare spise all maten enten vi likte den eller ikke.

source: Ain muittán semuljarievdnesuohkada ja hávvarsuohkada.
nob: Ennå husker jeg semulegrynsgrøten og havregrynsgrøten.

source: Eat beassan vuolgit beavddis eret ovdal go leimmet borran visot.
nob: Det var ikke lov å elte noe på tallerkenen , og vi fikk ikke gå fra bordet før vi hadde spist opp.

source: Mis gerge leat moadde dálueamida dan áigodagas go mun ledjen doppe.
nob: Vi hadde to husmødre i den tida som jeg var der.

source: Nubbi lei issoras garas ja bahámielat , ja go de oaččuimet nuppi lei dego livččiimet beassan almmiriikii.
nob: Ei var fryktelig hard og streng , da vi fikk den andre var det som å komme til himmelriket.

source: På de tidspunktet var skolen allerede nedlagt.
nob: På det tidspunktet var skolen allerede nedlagt.

source: Internatbrakka sto foran skolen , men da bildet blei tatt var denne forlengst revet og de var satt opp et annet hus på stedet.
nob: Internatbrakka sto foran skolen , men da bildet blei tatt var denne forlengst revet og det var satt opp et annet hus på stedet.

source: Dan áigge balle hirbmadit dihkiin.
nob: I den tida var man fryktelig redde for lus.

source: In jáhke ahte ledje dihkit Govdaluovttas , muhto buot min gávnnit ledje gieđahallon dihkkebulvariiguin (DDT).
nob: Jeg trur ikke at det var lus på Breivik skole , men alt sengetøyet vårt blei behandla med lusepulver , DDT.

source: Skuvllas ledje guokte oasi , smávvaskuvla ja stuorraskuvla.
nob: Skolen var todelt ; småskolen 1.–4. , og storskolen 5.–7. klasse.

source: Leimmet njeallje vahku skuvllas ain hávil , ja de njeallje vahku ruovttus.
nob: Vi gikk 4 uker på skolen og så var vi 4 uker hjemme mens den andre klassen hadde skole.

source: Mii fievrriduvvuimet vatnasiin.
nob: Transporten gikk med båt.

source: Skuvllas lei dušše okta oahpaheaddji , ja sus ledje buot fágat earret duoji sihke smávva- ja stuorraskuvllas.
nob: Det var bare en lærer på skolen , han hadde alle fagene i både små- og storskolen , med unntak av sløyd og handarbeid.

source: Oahpaheaddjit eai bisánan guhkit áigái , ledje dábálaččat dušše ovtta jagi.
nob: Lærerne var ikke lenge , de fleste var bare ett år.

source: Ledje eanas šiega oahpaheaddjit , ii lean dakkár garra disipliidna.
nob: Det var stort sett snille lærere , ingen kadaverdisiplin.

source: In muitte ahte oahpaheaddjit livčče huškon ohppiid , muhto oktii lei stuora gievrras oahpaheaddji gii loktii mu bajás.
nob: Jeg kan ikke huske at lærere slo elevene noen gang , men en gang var det en stor sterk lærer som løfta meg opp.

source: Dan in dohkkehan , čorbmadin su čalbmái.
nob: Det fant jeg meg ikke i , men slo han med knyttneven i øyet.

source: Dalle son luittii mu vulos , ja dan ášši ektui ii dáhpáhuvvan šat dađi eambbo.
nob: Da satte han meg ned , det skjedde ikke mer med det.

source: Oahpaimet maid galggaimet , girjji mielde.
nob: Vi lærte det vi skulle , etter boka.

source: Deháleamos lei stávet ja lohkat ja oahppat loguid.
nob: Hovedsaka var å stave og lese og å kunne tallene.

source: Dat lei bajiloahppan , ii lean nu dehálaš ipmirdeimmet go.
nob: Det var ikke så viktig om vi forsto.

source: Ja de lei issoras ollu biibbalhistorjá , kátkkesmus ja sálbmavearssat.
nob: Og så var det veldig mye bibelhistorie , katekisme og salmevers.

source: Lávlluimet sálmma juohke skuvlabeaivvi álggus ja loahpas.
nob: Vi sang salmevers på starten og slutten av hver skoledag.

source: Mis lei unna orgelaš luohkkálanjas.
nob: Vi hadde et lite orgel i klasserommet.

source: Ii lean álo nu álki go njeallje jahkeluohká ledje ovttas seammá luohkás.
nob: Det var ikke alltid så lett når tre – fire årsklasser var i samme klassen.

source: Nuoramusat eai lean vel oahppan lohkat , boarrásepmosat ledje juo lohkan moadde jagi.
nob: De yngste hadde ennå ikke lært å lese , de eldste hadde lest i flere år.

source: Heajumus oahppit ožžo unnán veahki.
nob: De svakeste fikk svært liten hjelp.

source: Árvosánit ledje vuosttaš luohká rájes juo , ja lei árvosániid duohken beasaimet go čuovvovaš luohkkái.
nob: Det var karakterer fra første klasse og det var avhengig av karakterene om man blei flytta opp i neste klasse.

source: Muhtimat eai beassan goassege guhkkelii go smávvaskuvlii , ledje doppe dássái go konfirmerejuvvojedje.
nob: Noen kom aldri lengre enn til småskolen , de gikk der til de blei konfirmert. Hasvik internat

source: – 1950-logu gaskkamuttus lei Ákŋoluovtta internáhtta gárvvis , ja dalle sirdašuvaimet dohko.
nob: – Midt på 1950-tallet sto internatet på Hasvik ferdig , og da blei vi flytta over dit.

source: Govdaluovtta internáhtta heaittihuvvui dalle.
nob: Internatet i Breivik blei da lagt ned.

source: Máŋggas Ákŋoluovttas gohčodedje min , geat bođiimet vuonain , «finnungan».
nob: Mange på Hasvik kalte oss fra fjordene for finnunger.

source: Sii dovde ahte ieža ledje juoga stuorit ja buoret go mii.
nob: De følte at de sjøl var noe større og bedre enn oss.

source: Muhto skuvllas eat gullan dakkára , eat fal oahpaheddjiin eat ge eará ohppiin.
nob: Men på skolen hørte vi ikke dette , verken blant lærere eller elever.

source: Eanaš oahpaheaddjit bohte olggobealde ja sii ledje dáppe dušše jagi dahje moadde jagi.
nob: De fleste lærerne kom utafra og de var her bare ett år eller et par år.

source: Sis ii lean duogáš ipmirdit vuostálasvuođaid dážaid ja sámiid gaskkas , ii ge guđiin sin ohppiin lei sámi duogáš.
nob: De hadde ikke bakgrunn for å forstå motsetningene mellom nordmenn og samer og heller ikke hvem av elevene deres som hadde samisk bakgrunn.

source: Ákŋoluovtta internáhtta nugo lei 1956 rájes.
nob: Hasvik internat slik det sto fra 1956.

source: Maŋŋil go internáhtadoaibma heaittihuvvui 1968:s gaikojuvvui internáhtaviessu ja huksejuvvui fas dušše guvttiin gerddiin..
nob: Etter nedlegginga av internatdrifta i 1968 blei det store internatbygget revet og bygget opp igjen med bare to etasjer.

source: (Govviduvvon stuora govas mii lea Ákŋoluovtta skuvlla feaskáris)
nob: (Avfotografert etter stort bilde i gangen på Hasvik skole)

source: Mis lei moadde jagi oahpaheaddjin Hans Krokmyrdal.
nob: Et par år hadde vi Hans Krokmyrdal som lærer.

source: Son lei dološmállet oahpaheaddji.
nob: Han var av den gamle skolen.

source: Oktii son časkkii čujonasa pultii nu garrasit ahte doddjui.
nob: En gang slo han pekestokken i pulten så hardt av den gikk av.

source: Jus eat láhtten nu go galggaimet , de fertiimet čuožžut heahpanančiegas njunni seainni vuostá , dahje čohkkát skuvllas diimmu maŋŋil skuvlaáiggi.
nob: Om vi ikke oppførte oss som vi skulle , var det å stå i skammekroken med nesa mot veggen , eller å sitte igjen en time etter skoletid.

source: Dat ledje dan áigásaš ráŋggáštusvuogit.
nob: Det var straffemetodene den gang.

source: Historjáoahppu lei jahkeloguid ja dološ gonagasaid birra.
nob: Historieundervisninga gikk på årstall og gamle konger.

source: Eat báljo oahppan maidege Davvi-Norgga birra , ja eat fal maidege sámiid birra.
nob: Vi lærte minimalt om Nord-Norge og absolutt ingenting om samer.

source: Nuppi dáfus muittán ain muhtin geografiijaleavssuid eará riikkaid birra , omd. «Albania er et fjelland.
nob: På den andre sida husker jeg ennå noen geografilekser om andre land , f.eks. «Albania er et fjelland.

source: Ákŋoluovtta skuvlla luohkká 1950-logu loahpas.
nob: Skoleklasse ved Hasvik skole sist på 1950-tallet.

source: Ovddimusat gurut bealde: Borgrund Pedersen , Ellinor Jensen , Liv Marie Pedersen , Eva Kristiansen , Eva Korsnes , Torun Soløy , Torild Pedersen. Duogábealde gurut bealde: Kari Jensen , Ingeborg Johansen , Knut Josefsen , Lars Larsen , Odd Pettersen , Terje Johannessen , Knut Harald Amundsen , Jan Arvid Amundsen , Gunnar Mauseth , Jens Kristian Morken , Olav Isaksen.
nob: I første rekke fra venstre: Borgrund Pedersen , Ellinor Jensen , Liv Marie Pedersen , Eva Kristiansen , Eva Korsnes , Torun Soløy , Torild Pedersen , Bak fra venstre: Kari Jensen , Ingeborg Johansen , Knut Josefsen , Lars Larsen , Odd Pettersen , Terje Johannessen , Knut Harald Amundsen , Jan Arvid Amundsen , Gunnar Mauseth , Jens Kristian Morken , Olav Isaksen.

source: (Govva: Eva Sætrum / Ulf Jacobsen , Lions Kalender 2006))
nob: (Foto: Eva Sætrum / Ulf Jacobsen , Lions Kalender 2006))

source: Dalle ledje skuvllat geatnegahtton fállat eŋgelasgiela.
nob: På den tida blei skolene pålagt å gi undervisning i engelsk.

source: Muhto min oahpaheaddji ii orron máhttime nu ollu.
nob: Det skulle være obligatorisk fag , men læreren vår kunne visst ikke så mye.

source: Son rabai eŋgelasgielgirjji ja lohkagođii jitnosit: «T-H-E – TE.
nob: Han åpna engelskboka og leste høyt: T – H – E – TE.

source: Ii fal , dát han ii lean gal mihkkege midjiide» , celkkii ja beaškalii girjji gitta.
nob: Nei , nei , dette er ikke noe for oss , utbrøt han og slo igjen boka.

source: De ii šaddan eŋgelasgiela oahpahus midjiide ovdal go bođiimet joatkkaskuvlii (framhaldsskuvlii).
nob: Og det blei ikke noe engelskundervisning på oss før vi kom på framhaldsskolen. Framhaldsskole gikk vi også her på Hasvik.

source: Skuvla lei giliviesus.
nob: Skolen var på bedehuset.

source: Dalle mis ii lean vuorroskuvlaortnet , muhto vácciimet olles jagi , 33 vahku.
nob: Da hadde vi ikke lenger turskole , men gikk hele året , i 33 uker.

source: Eará artihkkalat girjjis Sámi skuvlahistorjá 3
nob: Flere artikler fra Samisk skolehistorie 3
